<?php

//默认内核参数
$GLOBALS['config']['core_footer_menu_limit'] = 4; //企业底部菜单数量
//积分类型
$GLOBALS['config']['score_log_type'] = array('其他', '关注赠送', '注册赠送', '购物赠送', '系统赠送', '购物消耗',
	'抽奖消耗', '取消关注减', '每日签到赠送', '积分兑换消耗', '签到奖励', '参与调研活动', '节假日送积分', '大转盘抽奖中奖积分', '踩白格游戏中奖积分', '充值');
//签到奖品类型
$GLOBALS['config']['sign_type'] = array(1 => '实物', '积分', '碎片');
//累加积分的类型
$GLOBALS['config']['score_add_type'] = array(1, 2, 3, 4, 8, 10, 11, 12, 13, 14, 15);
//消耗积分的类型
$GLOBALS['config']['score_sub_type'] = array(5, 6, 7, 9);

//学历
$GLOBALS['config']['edu'] = array(1 => '中专、高中及以下', 2 => '大专', 3 => '本科', 4 => '硕士', 5 => '博士及以上');

//月薪
$GLOBALS['config']['salary'] = array('1' =>'3000~4999','2' =>'5000~7999','3' =>'8000~9999','4' =>'10000~14999','5' =>'20000及以上');
//星期
$GLOBALS['config']['visit_day'] = array('1' =>'周一','2' =>'周二','3' =>'周三','4' =>'周四','5' =>'周五','6' =>'周六','7' =>'周日');
//上午
$GLOBALS['config']['visit_time'] = array('1' =>'上午','2' =>'下午');

$GLOBALS['config']['level'] = array( 1 => '一级', 2 => '二级', 3=> '三级', 4=> '四级', 5 => '五级', 6 => '六级');
